/*
 Localizable.strings
 JAnalytics
 
 Created by Saravanan S on 28/02/18.
 Copyright © 2018 zoho. All rights reserved.
 */

"zanalytics.analytics.title" = "Analytics";

"zanalytics.analytics.tracking.cell.title" = "ഉപയോഗ സ്ഥിതിവിവരക്കണക്കുകൾ പങ്കിടുക";

"zanalytics.analytics.tracking.footer" = "ഞങ്ങളുടെ ആപ്പ് ഡെവലപ്പർമാരുമായി ഉപയോഗ സ്റ്റാറ്റിസ്റ്റിക്‌സ് പങ്കിടുക. ആപ്പ് മെച്ചപ്പെടുത്താൻ ഇത് ഞങ്ങളെ സഹായിക്കും.";

"zanalytics.analytics.tracking.anonymous.footer" = "ഞങ്ങളുടെ ആപ്പ് ഡെവലപ്പർമാരുമായി ഉപയോഗ സ്റ്റാറ്റിസ്റ്റിക്‌സ് പങ്കിടുക. ആപ്പ് മെച്ചപ്പെടുത്താൻ ഇത് ഞങ്ങളെ സഹായിക്കും.";

"zanalytics.analytics.crashreport.cell.title" = "ക്രാഷ് റിപ്പോർട്ടിംഗ് പ്രവർത്തനക്ഷമമാക്കുക";

"zanalytics.analytics.sendonmobilenetwork.cell.title" = "മൊബൈൽ നെറ്റ്‌വർക്കിൽ ഡാറ്റ അയയ്ക്കുക";

"zanalytics.analytics.sendonmobilenetwork.footer" = "മൊബൈൽ നെറ്റ്‌വർക്കിൽ ഡാറ്റ പങ്കിടുന്നതിന് ഇത് പ്രവർത്തനക്ഷമമാക്കുക.";

"zanalytics.analytics.crashreport.footer" = "ആപ്പ് ആകസ്‌മികമായി നിലയ്ക്കുന്ന സമയത്തൊക്കെ ഞങ്ങളുടെ ഡെവലപ്പർമാരുമായി ഡാറ്റ പങ്കിടുക. ബഗുകൾ തിരിച്ചറിയാനും പരിഹരിക്കാനും ഇത് ഞങ്ങളെ സഹായിക്കും.";

"zanalytics.analytics.anonymouse.cell.title" = "എന്റെ വ്യക്തിവിവരം ഉൾപ്പെടുത്തുക";

"zanalytics.analytics.anonymouse.footer" = "നിങ്ങളുടെ വ്യക്തിവിവരം സഹിതം ഡാറ്റ പങ്കിടൽ പ്രവർത്തനക്ഷമമാക്കുക. ഞങ്ങളുടെ പിന്തുണാ ടീമിന് നിങ്ങൾ ഒരു നിർദ്ദിഷ്ട പ്രശ്നം റിപ്പോർട്ട് ചെയ്യുന്ന അവസരങ്ങളിൽ ഇത് ഞങ്ങളെ സഹായിക്കും.";

"zanalytics.privacy.disable.alert.title" = "അലേർട്ട്!";

"zanalytics.privacy.disable.alert.description" = "ഉപയോഗ സ്റ്റാറ്റിസ്റ്റിക്‌സ് പങ്കിടുന്നത് ക്രാഷുകൾ സംബന്ധിച്ച അവഗാഹം നൽകുന്നതിലൂടെ നിങ്ങൾക്ക് മികച്ച സേവനം നൽകാൻ ഞങ്ങളെ സഹായിക്കുന്നു. ശല്യപ്പെടുത്തുന്ന ബഗ്ഗുകൾ ഇല്ലാതാക്കാൻ ഇത് സഹായിക്കും.";

"zanalytics.privacy.disable.alert.ok" = "ശരി";


"zanalytics.privacy.alert.title" = "മെച്ചപ്പെടുത്താൻ ഞങ്ങളെ സഹായിക്കുക!";

"zanalytics.privacy.alert.description" = "നിങ്ങളുടെ ആപ്പ് ഉപയോഗ ഡാറ്റയും ക്രാഷ് വിവരങ്ങളും പങ്കിടുന്നത് അംഗീകരിക്കുന്നതിലൂടെ ഞങ്ങളുടെ ഉൽപ്പന്നം മെച്ചപ്പെടുത്താൻ നിങ്ങൾക്ക് ഞങ്ങളെ സഹായിക്കാനാകും. നിങ്ങളുടെ വ്യക്തിവിവരം സഹിതം അല്ലെങ്കിൽ വ്യക്തിവിവരം മറച്ചുകൊണ്ട് നിങ്ങൾക്ക് ഡാറ്റ പങ്കിടാം.\nനിങ്ങളുടെ ആപ്പിന്റെ ക്രമീകരണത്തിൽ എപ്പോൾ വേണമെങ്കിലും നിങ്ങളുടെ മുൻഗണനകൾ മാറ്റാൻ സാധിക്കുന്നതാണെന്നത് ശ്രദ്ധിക്കുക.";

"zanalytics.privacy.alert.description.watchsupport" = "ഉപയോഗ ഡാറ്റയും ക്രാഷ് വിവരങ്ങളും പങ്കിടുന്നത് അംഗീകരിക്കുന്നതിലൂടെ ഞങ്ങളുടെ ഉൽപ്പന്നം മെച്ചപ്പെടുത്താൻ നിങ്ങൾക്ക് ഞങ്ങളെ സഹായിക്കാനാകും. നിങ്ങളുടെ വ്യക്തിവിവരം സഹിതം അല്ലെങ്കിൽ വ്യക്തിവിവരം മറച്ചുകൊണ്ട് നിങ്ങൾക്ക് ഡാറ്റ പങ്കിടാം. നിങ്ങളുടെ മുൻഗണനകൾ വാച്ചിനും മൊബൈൽ ആപ്പുകൾക്കും ഇടയിൽ സമന്വയിപ്പിക്കപ്പെടും. നിങ്ങൾക്ക് എപ്പോൾ വേണമെങ്കിലും മൊബൈൽ ആപ്പിന്റെ ക്രമീകരണത്തിൽ അവ മാറ്റാവുന്നതാണ്.";

"zanalytics.privacy.alert.option1" = "ഞാൻ എന്റെ വ്യക്തിവിവരം സഹിതം ആണ്";

"zanalytics.privacy.alert.option2" = "ഞാൻ വ്യക്തിവിവരം മറച്ചുവച്ചാണ്";

"zanalytics.privacy.alert.option3" = "എനിക്ക് താൽപ്പര്യമില്ല";


"zanalytics.crash.alert.title" = "അവസാനമായി ഉപയോഗിച്ചപ്പോൾ %@ അപ്രതീക്ഷിതമായി അവസാനിച്ചു";

"zanalytics.crash.alert.description" = "ഈ പ്രശ്‌നം പരിഹരിക്കാൻ ഞങ്ങൾക്ക് സാധിക്കുന്നതിന് ഒരു റിപ്പോർട്ട് അയയ്ക്കാൻ താൽപ്പര്യപ്പെടുന്നുണ്ടോ?";

"zanalytics.crash.alert.option1" = "എല്ലായ്‌പ്പോഴും റിപ്പോർട്ട് അയയ്ക്കുക";

"zanalytics.crash.alert.option2" = "ഇപ്പോൾ അയയ്ക്കുക";

"zanalytics.crash.alert.option3" = "ഇപ്പോൾ വേണ്ട";

"zanalytics.crash.alert.option4" = "ഒരിക്കലും ചോദിക്കരുത്";

"zanalytics.crash.alert.option5" = "അവലോകനം ചെയ്ത് അയയ്ക്കുക";

"zanalytics.crash.navbar.crashreport.title" = "സമീപകാല ക്രാഷ്";

"zanalytics.analytics.navbar.button.title.back" = "പിന്നിലേക്ക്";

"zanalytics.analytics.navbar.button.title.cancel" = "റദ്ദാക്കുക";

"zanalytics.analytics.navbar.button.title.send" = "അയയ്ക്കുക";

"zanalytics.privacy.onboarding.title" = "നിങ്ങളുടെ സ്വകാര്യത മാനേജ് ചെയ്യുക";

"zanalytics.privacy.onboarding.description" = "നിങ്ങളുടെ അക്കൗണ്ട് സ്വകാര്യതയും സുരക്ഷയും വർദ്ധിപ്പിക്കുന്നതിനുള്ള വഴികൾ അടുത്തറിയുക.";

"zanalytics.privacy.onboarding.reviewprivacy.title" = "സ്വകാര്യത, സുരക്ഷാ ക്രമീകരണം ഇഷ്ടാനുസൃതമാക്കുക";

"zanalytics.watch.privacy.alert.title" = "Analytics മുൻഗണനകൾ";

"zanalytics.watch.privacy.alert.description" = "നിങ്ങളുടെ മുൻഗണനകൾ മൊബൈൽ, വാച്ച് ആപ്പുകൾക്ക് ഇടയിൽ സമന്വയിപ്പിക്കും. നിങ്ങൾക്ക് എപ്പോൾ വേണമെങ്കിലും മൊബൈൽ ആപ്ലിക്കേഷൻ ക്രമീകരണ സ്ക്രീനിൽ മുൻഗണനകൾ മാറ്റാവുന്നതാണ്.";

"zanalytics.appupdates.title"="പുതിയ അപ്ഡേറ്റ് ലഭ്യമാണ്!";

"zanalytics.appupdates.description"="ഈ പതിപ്പിലേക്ക് അപ്‌ഡേറ്റ് ചെയ്യാനും ഞങ്ങളുടെ പുതിയതും അതിശയിപ്പിക്കുന്നതുമായ സവിശേഷതകൾ ആസ്വദിക്കാനും ഞങ്ങൾ ശുപാർശ ചെയ്യുന്നു.";

"zanalytics.appupdates.action.update.now"=" ഇപ്പോൾ തന്നെ അപ്ഡേറ്റ് ചെയ്യൂ ";

"zanalytics.appupdates.action.remind.me.later"="എന്നെ പിന്നീട് ഓർമ്മിപ്പിക്കുക";

"zanalytics.appupdates.action.ignore"="അവഗണിക്കുക";

"zanalytics.appupdates.unsupportedos.title"="മുന്നറിയിപ്പ്!";

"zanalytics.appupdates.unsupportedos.description"="ഈ ആപ്പ് നിങ്ങൾ ഏറ്റവും പുതിയ OS ഇൻസ്റ്റാൾ ചെയ്യുന്നത് ആവശ്യപ്പെടുന്നു. സുഗമമായ അനുഭവത്തിന് ഇപ്പോൾ അപ്‌ഡേറ്റ് ചെയ്യുക.";

"zanalytics.appupdates.unsupportedos.action"=" പിന്നീട് ഇൻസ്റ്റാൾ ചെയ്യുക ";

"zanalytics.rateus.prompt.title" = "ഈ ആപ്പ് ഉപയോഗിക്കുന്നത് ആസ്വദിക്കുന്നുണ്ടോ?";

"zanalytics.rateus.action.rateinappstore" = "App Store റിൽ റേറ്റ് ചെയ്യുക";

"zanalytics.rateus.action.openfeedback" = "ഫീഡ്ബാക്ക് അയയ്ക്കുക";

"zanalytics.rateus.action.later" = "പിന്നീട്";

"zanalytics.analytics.log.cell.title" = "കൺസോൾ ലോഗ്";

"zanalytics.analytics.log.footer" = "ഞങ്ങളുടെ ആപ്പ് ഡെവലപ്പർമാരുമായി കൺസോൾ ലോഗ് പങ്കിടുക. നിങ്ങൾ ആഗ്രഹിക്കുന്ന ലക്ഷ്യങ്ങളിൽ എത്തുമ്പോൾ നിങ്ങൾ നേരിടുന്ന തടസ്സങ്ങൾ അളക്കാനും ഞങ്ങളുടെ ആപ്പിന്റെ കാര്യക്ഷമത മെച്ചപ്പെടുത്താനും ഇത് ഞങ്ങളെ സഹായിക്കും";

"zanalytics.apprivacyShield.screenshotalert.screenrecording" = "സ്ക്രീൻ റെക്കോർഡിംഗ് കണ്ടെത്തി!";
"zanalytics.apprivacyShield.screenshotalert.screenshot" = "സ്ക്രീൻഷോട്ട് കണ്ടെത്തി!";
"zanalytics.apprivacyShield.screenshotalert.screenrecordingshield" = "ഈ സ്ക്രീൻ പങ്കിടുന്നതിനെതിരെ സുരക്ഷിതമാക്കി";
"zanalytics.apprivacyShield.screenshotalert.message" = "Apptics സ്‌ക്രീൻ ഷീൽഡ് താൽക്കാലികമായി പ്രവർത്തനരഹിതമാക്കണോ?";
"zanalytics.apprivacyShield.screenshotalert.yes" = "ഉവ്വ്";
